[
  "Você não controla o mundo. Mas controla o que o mundo faz dentro de você.",
  "Se a sua mente não mudar, nada do lado de fora muda.",
  "O silêncio cura feridas que a fala só abriria mais.",
  "Disciplina é fazer sem sentir vontade. Vontade é consequência, não motor.",
  "Crescer dói. Ficar onde está destrói.",
  "Você não atrai o que deseja. Você atrai o que é.",
  "A vida te testa antes de te entregar.",
  "Quem foge da dor, foge da evolução.",
  "O recomeço exige a morte do ‘eu antigo’.",
  "A paciência não é passiva. É força em silêncio.",
  "Você perde pessoas, mas nunca perde o que aprendeu com elas.",
  "Quem controla a si, domina o destino.",
  "A vida nunca fecha porta sem abrir consciência.",
  "Nada muda até que você se torne alguém que mudaria.",
  "Não existe transformação sem desconforto.",
  "Se você não se posiciona, o mundo te posiciona.",
  "Quando você se respeita, o universo reorganiza o caminho.",
  "A liberdade começa quando você abandona as muletas.",
  "O caótico de hoje é a clareza de amanhã.",
  "Não reclame do peso que carrega. É o peso que te constrói.",
  "O medo te protege. A covardia te aprisiona.",
  "Se você não decide, alguém decide por você.",
  "A dor te desperta para o que a ilusão te fez dormir.",
  "Você fica em paz quando para de disputar com quem continua dormindo.",
  "A mente cria prisões que só a consciência destranca.",
  "Ganhou a vida quem ganhou a si mesmo.",
  "Quanto mais fundo o silêncio, mais alta a consciência.",
  "O mundo não muda com opinião. Muda com postura.",
  "Quem trabalha no escuro, brilha quando ninguém pode apagar.",
  "Se você quer um futuro diferente, pare de repetir o passado.",
  "A vida não te pede pressa. Te pede direção.",
  "O que você tolera, você continua recebendo.",
  "Vencer não é acelerar. É não desistir quando nada anda.",
  "A verdade dói. Mas a mentira destrói.",
  "A força que você procura está escondida no lugar que você evita.",
  "Não existe vida extraordinária com hábitos medíocres.",
  "O que te machuca hoje, te molda amanhã.",
  "Quando você muda a conversa interna, o mundo responde.",
  "Você tem duas escolhas: ser vítima da história ou autor dela.",
  "A vida tira pessoas, mas devolve consciência.",
  "Ninguém te atrasa mais do que você mesmo.",
  "Alguns finais são livramentos disfarçados.",
  "Você não procrastina tarefas. Você procrastina sua nova versão.",
  "Quem vive para agradar, morre sufocado.",
  "Se não houver renúncia, não existe evolução.",
  "Sucesso não é sobre mostrar. É sobre não precisar provar.",
  "O silêncio é a resposta mais alta para quem não entende palavras.",
  "Seu futuro começa quando você para de romantizar o passado.",
  "Algumas feridas não cicatrizam. Elas te ensinam a nunca mais voltar."
]
