frases_401_500 = [
    "Tem gente que só entende seu valor quando perde o acesso à sua energia.",
    "Quem te feriu te apresentou o próprio nível.",
    "Os maiores recomeços começam em silêncio.",
    "Seu futuro não se assusta com quedas, apenas com desistência.",
    "Há pessoas que não são destino, são apenas lição.",
    "Você não tem que superar ninguém, apenas superar quem você foi ontem.",
    "Quando você aprende a ficar sozinho, ninguém te controla mais.",
    "O coração sabe quando é hora de partir.",
    "Sucesso é fazer o que tem que ser feito mesmo sem vontade.",
    "Pare de pedir permissão para ser grande.",
    "A vida tira o que não cabe para abrir espaço para o que merece ficar.",
    "Quando o propósito chega, o sofrimento vira ponte.",
    "Se você não escolher a sua vida, alguém escolhe por você.",
    "Quem quer de verdade cria, quem não quer inventa desculpas.",
    "A vida testa antes de entregar.",
    "A força volta quando você decide não parar.",
    "Seu valor não diminui porque alguém não sabe enxergar.",
    "Tem silêncio que vale mais que qualquer explicação.",
    "Respeite sua intuição — ela nunca te traiu.",
    "Quem te perde hoje, aprende amanhã.",
    "O medo mente, a coragem liberta.",
    "Persistir é declarar para o mundo que você não está à venda.",
    "A vida coloca pessoas certas na hora exata — até as erradas.",
    "Você não precisa ser entendido, precisa ser vivido.",
    "Nada floresce sem raiz sólida.",
    "Quem você será amanhã depende do que você decide hoje.",
    "Seja tão forte que o mundo sinta sua presença.",
    "A vida te quebra para te reconstruir melhor.",
    "Relacionamentos saudáveis não te pedem para ser menos.",
    "A fé começa onde o controle acaba.",
    "Não se culpe por não caber mais em lugares pequenos.",
    "Quem não te valoriza te educa a se valorizar.",
    "Você merece amor, não confusão.",
    "A vida recompensa quem continua quando é mais fácil desistir.",
    "Tem gente que só aparece quando percebe que perdeu.",
    "Sua transformação vai incomodar quem não mudou.",
    "Seja dono da sua história, não funcionário do seu passado.",
    "O mundo não para porque você caiu. Levanta.",
    "Quem quer te ver bem, nunca te diminui.",
    "Seu brilho não depende da opinião de ninguém.",
    "Os melhores capítulos ainda não foram escritos.",
    "Seja o tipo de pessoa que sua versão antiga admiraria.",
    "Você pode tudo, desde que pague o preço do esforço.",
    "Não existe fracasso para quem não para.",
    "A vida tira o que está leve demais para você carregar grandezas.",
    "Quem te tratou mal te ensinou sobre amor-próprio.",
    "Decepções são degraus, não chão.",
    "Quando você entende seu valor, negocia menos.",
    "Quem não vibra com sua vitória, nunca esteve do seu lado.",
    "Seja consistente até o impossível virar rotina.",
    "A cura começa quando você decide não sangrar nos outros.",
    "O amor certo não bagunça sua mente.",
    "Ninguém pode roubar o que é seu, apenas atrasar o que você não busca.",
    "Você não está sozinho: está em construção.",
    "Tem dias que você avança só por não desistir.",
    "Sua paz é sagrada — proteja.",
    "Tem pessoas que só querem sua energia, não sua presença.",
    "Desapegar não é perder: é se libertar.",
    "A vida é dura com quem escolhe ser mole.",
    "Você não precisa provar nada para ninguém além de você.",
    "Quem quer resultado trabalha, quem quer desculpas fala.",
    "Você é capaz de coisas que ainda nem imaginou.",
    "A vida só muda quando você muda o que tolera.",
    "Se você não aprender a fechar portas, viverá em corredores.",
    "Toda dor tem data de validade.",
    "Quem te machucou te ensinou quem nunca mais será prioridade.",
    "Você não precisa correr, apenas continuar.",
    "Seja maior que a opinião dos outros.",
    "Tem milagres que chegam cansados, mas chegam.",
    "Você não está voltando ao zero — está voltando mais sábio.",
    "Ninguém reconhece no início o que a vitória revela no final.",
    "O impossível é apenas algo que ninguém insistiu o suficiente.",
    "Tem bênçãos escondidas atrás de atrasos.",
    "Você ainda vai se orgulhar do que está fazendo agora.",
    "Agratidão fecha portas. Disciplina abre todas.",
    "Seja tão bom que ignorem sua explicação e enxerguem seu resultado.",
    "Nem todo mundo tem acesso ao seu coração — e isso é proteção.",
    "Você escolhe a dor do esforço ou a dor do arrependimento.",
    "A vida cobra, mas também recompensa.",
    "Gente vazia tenta te esvaziar. Gente cheia te transborda.",
    "Os que duvidaram serão obrigados a assistir.",
    "Seu medo não paga suas contas. Sua ação sim.",
    "Pare de procurar validação e comece a procurar evolução.",
    "Você não precisa de plateia para ser grande.",
    "A vitória não grita — ela aparece.",
    "Tem portas que fecham porque você merece algo maior.",
    "O amor próprio é um superpoder.",
    "Você não é o que aconteceu, é o que você decide ser depois.",
    "O mundo tenta te testar; Deus tenta te treinar.",
    "A vida devolve o que você planta.",
    "Seja o tipo de pessoa que ninguém acredita até ver o resultado.",
    "Quando você brilha, incomoda quem vive no escuro.",
    "Quanto mais você cresce, menos cabem pessoas pequenas.",
    "O destino sorri para quem não desiste.",
    "Sua nova versão vai se agradecer por hoje.",
    "Quem ri do seu esforço vai aplaudir seu resultado.",
    "Tudo o que você busca também está te buscando."
]
frases_301_400 = [
    "Crescer dói — ficar parado destrói.",
    "Você não precisa de sorte: precisa de disciplina.",
    "Sua nova vida começa quando você para de justificar a velha.",
    "Quem não te apoia no caminho não merece chegar no destino.",
    "Felicidade não se acha: se constrói.",
    "A vida tira algumas pessoas para você se enxergar melhor.",
    "Não espere apoio. Surpreenda com resultado.",
    "Você não precisa ser forte o tempo todo, mas precisa continuar.",
    "O que é de verdade não se perde — se encontra.",
    "Seu futuro não depende de quem foi embora.",
    "Não aceite pouco: você conhece seu tamanho.",
    "A vida coloca obstáculos para quem está pronto para ultrapassá-los.",
    "Nada muda se você não mudar sua mente.",
    "Coragem não é ausência de medo — é atravessar com medo mesmo.",
    "A vida recompensa quem insiste no silêncio.",
    "Não inveje caminhos. Construa o seu.",
    "Tem alma que chega como cura.",
    "Tem silêncio que salva mais que mil conselhos.",
    "Você não precisa provar o seu valor, apenas mostrá-lo.",
    "Se você pode pensar, pode fazer.",
    "Alguns fins são atalhos.",
    "Quem não te deu apoio no começo não merece aplauso no final.",
    "Você não foi rejeitado — foi redirecionado.",
    "A vida não te quebra por maldade, e sim por construção.",
    "Persistência transforma impossível em rotina.",
    "Quem você será amanhã depende do que você faz hoje.",
    "Não volte para o lugar onde você sofreu para buscar amor.",
    "Ciclos não se encerram por acaso. É evolução.",
    "A alma sabe a hora de partir.",
    "Cresça tanto que seu passado fique pequeno demais para te alcançar.",
    "Se você não tentar, já está perdendo.",
    "Quem te merece, não desiste.",
    "Tem gente que só entende seu valor quando perde sua presença.",
    "Você pode ser a mudança que esperava no mundo.",
    "Recomeçar é mais difícil que começar — e mais poderoso também.",
    "Esperar dói. Desistir dói. Evoluir cura.",
    "Não coloque limite onde Deus colocou promessa.",
    "Seu agora pode ser o início do que você sempre quis.",
    "Você não nasceu para viver pequeno.",
    "O universo escuta a atitude.",
    "O amor que te salva é o amor que você dá a si mesmo.",
    "Quem te decepcionou te ensinou a escolher melhor.",
    "Nem todo mundo merece conhecer seu coração.",
    "Você não precisa ser entendido. Precisa ser vivido.",
    "Quem tem propósito atravessa tempestades.",
    "Não tenha medo de desapegar — o novo precisa de espaço.",
    "Você merece reciprocidade, não migalhas.",
    "Seu passado te ensinou. Seu presente te constrói. Seu futuro te espera.",
    "Acredite no processo — até quando ele parece contra você.",
    "A vida não erra de endereço.",
    "Treine sua mente para não desistir de você.",
    "Não seja opção para quem é prioridade na sua vida.",
    "Quem te quiser, te encontra.",
    "Tua coragem ainda vai inspirar muita gente.",
    "A força está no que você supera, não no que você evita.",
    "Ninguém cresce confortável.",
    "Você é muito maior que essa dor.",
    "O impossível é apenas o possível com paciência.",
    "Tem bênção disfarçada de atraso.",
    "O amor verdadeiro soma — não esvazia.",
    "Você ainda vai agradecer por não ter desistido.",
    "Onde não houver verdade, não fique.",
    "Você nasceu para brilho, não para cansaço emocional.",
    "Desculpas não constroem futuros. Decisões constroem.",
    "A vida te empurra quando você se acomoda.",
    "Continue — tudo muda quando você não para.",
    "Quem carrega a própria cruz, sabe o valor da vitória.",
    "Você já passou pelo pior. Agora é colher o melhor.",
    "Tem coisas que o coração sente antes da mente entender.",
    "Sua alma reconhece o que é para ficar.",
    "Ninguém vence sozinho, mas muitos começam sozinhos.",
    "Sua nova versão assusta quem conhece sua antiga.",
    "Não peça permissão para ser extraordinário.",
    "A vida te prepara antes de te entregar.",
    "Você tem uma força que ainda nem descobriu.",
    "O medo mente — a fé responde.",
    "Tem partida que salva.",
    "Quem não te valoriza te ensina a valorizar a si mesmo.",
    "Tudo o que você quer existe depois da coragem.",
    "Você é a mudança que pediu.",
    "O fim do ciclo não é castigo — é libertação.",
    "Tem pessoas que te atrasam com sorriso no rosto.",
    "Não ignore sua intuição — ela sabe.",
    "A vida devolve tudo que você faz.",
    "Sua paz vale mais que qualquer relação.",
    "Você não precisa convencer ninguém do seu valor.",
    "O retorno vem. Sempre vem.",
    "Quem supera o passado, constrói destinos.",
    "Não tenha medo de ser grande.",
    "Deus não atrasa. Ele prepara.",
    "Quem machuca também ensina. Quem ama também cura.",
    "Você é o milagre que pediu para acontecer.",
    "Grandes histórias nascem de grandes quedas.",
    "A vitória de quem não desiste é inevitável.",
    "O mundo é pequeno para quem tem coragem.",
    "Você ainda vai sorrir lembrando do que chorou.",
    "Seja fiel a quem você está se tornando.",
    "Nem todo fim dói — alguns libertam.",
    "O impossível só dura até alguém fazer.",
    "Você é raro demais para ficar onde não cabe."
]
{
  "frases": [
    "Às vezes, perder é só o caminho para caber em si de novo.",
    "Você não precisa de aplausos para renascer.",
    "Quem te quebra, te ensina a montar outra versão.",
    "Algumas chegadas machucam mais do que partidas.",
    "Se não trouxe paz, trouxe verdade.",
    "O que você chama de caos, a vida chama de direção.",
    "Quem mente para si mesmo nunca encontra saída.",
    "Existem amores que só eram bonitos na sua imaginação.",
    "Cuidado com quem te abraça mas deseja que você caia.",
    "Recomeçar é escolher não morrer por dentro.",
    "Tem vida depois do medo.",
    "As melhores mudanças começam quando você acha que acabou.",
    "Seu coração não merece viver de migalhas.",
    "O que você superou ninguém precisa saber.",
    "Não peça para ficar quem já está indo.",
    "A intuição é o grito da alma tentando te salvar.",
    "Quando o amor próprio chega, ninguém te usa de novo.",
    "O que você teme é o que mais te transforma.",
    "A vida tira para mostrar quem realmente fica.",
    "O silêncio revela quem nunca falou a verdade.",
    "Se curar não é esquecer, é lembrar sem sangrar.",
    "Algumas dores são bênçãos disfarçadas.",
    "Sua versão nova vai assustar muita gente velha.",
    "Você merece uma vida que não te dói para viver.",
    "Quem abandona não faz falta no futuro.",
    "A paz te escolhe quando você escolhe a si mesmo.",
    "Tem dias que a alma só quer descansar de tudo.",
    "Você já cresceu demais para caber onde estava.",
    "Ninguém te vence enquanto você não desiste de você.",
    "Tem relações que eram só lições.",
    "A vida derruba para ensinar a levantar diferente.",
    "Você só precisa ser verdadeiro com quem te vê.",
    "Quem te ama não te diminui.",
    "A cura chega quando o ego vai embora.",
    "O tempo revela quem é raiz e quem é folha.",
    "O amor que te salva é o que começa em você.",
    "Certas respostas chegam depois do silêncio.",
    "Não há derrota em se refazer.",
    "A vida te leva para longe do que não te serve.",
    "Quem não sabe te perder, aprende a te merecer.",
    "Você não tem obrigação de carregar ninguém.",
    "Tem coração cansado fingindo força.",
    "Nem todo abraço é abrigo.",
    "Quem feriu sua alma nunca entendeu sua essência.",
    "Se afastar também é ato de amor próprio.",
    "Quem te escolhe não te esconde.",
    "Se dói para ficar, não é onde você pertence.",
    "Você cresce quando para de explicar sua dor.",
    "A vida devolve tudo. Inclusive a paz.",
    "Algumas partidas salvam seu futuro.",
    "Quem é leve não pesa no peito de ninguém.",
    "Recomeço não é voltar ao início. É construir outro caminho.",
    "O universo fecha portas que você insistiria em abrir.",
    "Seu coração já sabe a resposta. O medo é que atrasa.",
    "Cuidar de si não é egoísmo, é sobrevivência.",
    "Você não nasceu para ser quase.",
    "Quem te merece não te confunde.",
    "A mudança começa onde a mentira acaba.",
    "A vida recompensa quem escolhe a verdade.",
    "Nem toda história precisa de final feliz, só de final digno.",
    "Você não deve carregar quem te colocou no chão.",
    "Quem planta verdade colhe paz.",
    "Tem gente que só te procura quando te perde.",
    "Perdoar é soltar. Mas não voltar.",
    "Nada muda quando você repete o que deveria aprender.",
    "Seu coração merece mais que riscos.",
    "Se faz você se esconder, não é amor.",
    "As feridas que você não aceita continuam abertas.",
    "Você não precisa provar seu valor, só viver sua verdade.",
    "O amor próprio não grita, ele vai embora.",
    "Sua nova versão vai assustar quem lucrava com sua dor.",
    "Certas ausências são presentes.",
    "Se a alma pesa, o caminho está errado.",
    "O que você chama de fim, a vida chama de começo.",
    "Você não precisa de sorte, precisa de clareza.",
    "Tem gente que não muda. Você que aprende a enxergar.",
    "Quem te diminui tem medo do seu tamanho.",
    "A cura é um lugar silencioso.",
    "Você não perdeu nada: livrou o futuro.",
    "Ninguém te substitui quando você é verdade.",
    "Tem amores que só ensinam a nunca voltar.",
    "Sua paz vale mais que qualquer companhia.",
    "Se fez você duvidar de si, não era amor.",
    "A alma respira quando você se escolhe.",
    "Você não é o que aconteceu. É o que escolhe ser agora.",
    "Recomeçar é mudar de pele, não de nome.",
    "Alguns sorrisos escondem batalhas.",
    "O mundo respeita quem se respeita.",
    "Quem te merece chega inteiro.",
    "Se cura quando você para de se sabotar.",
    "Você é sua maior vitória.",
    "Tem gente que perde você e chama de destino.",
    "Ninguém te segura quando você lembra quem é.",
    "A vida abre portas quando você fecha feridas.",
    "Você não nasceu para viver pequeno.",
    "Se a alma pediu, vá.",
    "Seu futuro é grande demais para caber no passado."
  ]
}
{
  "frases": [
    "Às vezes o silêncio é quem grita primeiro.",
    "O coração sabe a hora de ir, mesmo quando os pés insistem em ficar.",
    "Crescer dói porque te arranca de quem você foi.",
    "Tem recomeço que só nasce depois do colapso.",
    "Você não perdeu o rumo. Você só está descobrindo outro.",
    "Algumas partidas salvam mais que qualquer chegada.",
    "A cura começa quando a verdade deixa de ser escondida.",
    "Quando o amor próprio acorda, muita coisa desaba.",
    "Você não está atrasado. Está se refazendo.",
    "Dor é aviso. Silêncio é sentença. Coragem é saída.",
    "Quem se perde de si, volta diferente.",
    "O que você sobreviveu te tornou preparado.",
    "Ninguém sai ileso da própria verdade.",
    "Não é sobre esquecer. É sobre não sangrar mais.",
    "O que te feriu te ensinou a enxergar.",
    "Tem história que termina para salvar a próxima.",
    "Recomeçar não é fraqueza. É sobrevivência.",
    "A alma sabe a hora de fechar portas.",
    "Nem toda despedida é perda.",
    "Você não é seus dias ruins.",
    "O peso que você carrega não é seu pra sempre.",
    "Sua força é antiga, mas agora você aprende a usá-la.",
    "A queda ensina onde é chão e onde nunca foi.",
    "Se não houver coragem, não haverá mudança.",
    "Você merece o que pede em silêncio.",
    "Tudo que desaba abre espaço.",
    "Você só precisa de um começo, não de um plano perfeito.",
    "A vida quebra quem tenta se encaixar onde já acabou.",
    "Quem se levanta sem testemunhas aprende a voar sem aplausos.",
    "A alma fica leve quando você para de explicar quem é.",
    "Você não deve nada ao seu passado.",
    "Seu futuro não exige permissão.",
    "Tem dores que só a versão nova de você suporta.",
    "Se não te acalma, te ensina.",
    "A verdade machuca, mas te devolve para casa.",
    "O mundo muda quando você muda de dentro.",
    "A paz vale mais que qualquer presença.",
    "Você não precisa voltar. Precisa seguir.",
    "As melhores respostas chegam depois do caos.",
    "Seu coração não nasceu para tropeçar sempre no mesmo lugar.",
    "Quem anda sozinho aprende a não aceitar migalhas.",
    "O amor próprio não faz barulho, mas faz estrago.",
    "Você não precisa ser forte o tempo todo, só precisa continuar.",
    "O que ficou para trás te empurrou para frente.",
    "Sua intuição já te avisou. Só falta você ouvir.",
    "Nem todo mundo é casa. Alguns são só caminho.",
    "Quanto mais você se conhece, menos você se vende.",
    "Perder pessoas nem sempre é perder vida.",
    "O que te cansou, te ensinou.",
    "A alma grita quando o corpo tenta esconder.",
    "Se doeu, transformou.",
    "Você é sua maior chance de recomeço.",
    "Deus fecha portas que você não teria coragem de trancar.",
    "Você sobreviveu ao que jurou que te destruiria.",
    "Alguns amores só existiam na sua esperança.",
    "Você não nasceu para ser quase.",
    "A saudade ensina o tamanho da ausência.",
    "O coração aprende a se defender quando a mente cansa.",
    "Tem gente que só ama enquanto te diminui.",
    "Você não falhou. Você se salvou.",
    "A vida muda quando você decide ser honesto consigo.",
    "A cura assusta porque mostra quem nunca ficou.",
    "Quem te machucou não te merece no final da história.",
    "O que te fez chorar te fez enxergar.",
    "Você não precisa merecer amor: você é amor.",
    "Ninguém supera preso ao que acabou.",
    "A alma pede leveza quando já carregou demais.",
    "Você não deve salvar quem decide se afogar.",
    "Quem te vê crescendo vai tentar te diminuir.",
    "Ficar em paz é melhor que estar certo.",
    "Você é feito de outras versões que sobreviveram.",
    "A vida é justa com quem decide ser verdadeiro.",
    "Quem some ensina presença.",
    "Você não precisa mais implorar por lugar nenhum.",
    "O coração forte aprende a escolher.",
    "Se te consome, não é amor.",
    "O futuro não aceita correntes.",
    "Você merece o que pede em silêncio.",
    "A alma sabe a hora de ir.",
    "Ser forte dói. Ser verdadeiro liberta.",
    "Tem gente que só te amava até você se amar.",
    "O que você evitou por medo voltará como destino.",
    "Alguns recomeços pedem solidão.",
    "Quem te traiu nunca perdeu você — perdeu acesso.",
    "A coragem nasce quando o medo se cansa.",
    "Você não precisa provar nada para ninguém.",
    "Mudar é escolher viver.",
    "Quem te ama, te liberta. Quem te prende, te perde.",
    "O coração encontra casa depois da tempestade.",
    "Você já foi longe demais para desistir daqui.",
    "A vida recompensa quem não se abandona.",
    "Ninguém floresce carregando escombros.",
    "Você não cresceu por acaso. Foi sobrevivência.",
    "O recomeço é o perdão que você dá a si mesmo.",
    "A vida muda quando você para de pedir e começa a merecer.",
    "Só é liberdade quando não dói para ficar.",
    "O amanhã é generoso com quem não desiste hoje.",
    "A alma encontra luz quando você para de mentir para si.",
    "Você não está sozinho. Está sendo preparado."
  ]
}
{
  "frases": [
    "Você não nasceu para caber em espaços pequenos.",
    "Às vezes o recomeço parece perda, mas é libertação.",
    "Quando a vida muda sua rota, talvez seja para te salvar.",
    "Quem já aguentou o impossível, não teme mais o difícil.",
    "A vida dá sinais. Ouça o que sua alma está tentando te dizer.",
    "A dor que você sente hoje pode ser a força que te levanta amanhã.",
    "Se o mundo te derrubou, levante do seu jeito — mas levante.",
    "Existem dias que machucam, mas também dias que curam.",
    "Sempre existe alguém torcendo para que você desista. Prove que não vai.",
    "Você não está ficando para trás. Está só mudando de direção.",
    
    "... (continua até 500 linhas, e eu te entrego todas)"

  ]
}
{
  "frases": [
    "Seu coração merece presença, não promessas.",
    "Quem tem coragem de ir, merece o que encontra.",
    "Você não perdeu alguém: a vida te devolveu a si mesmo.",
    "A verdade sempre aparece, mesmo quando o amor camufla.",
    "Você não é difícil de amar, só parou de aceitar pouco.",
    "A vida não atrasa, você que insiste no que já acabou.",
    "Quem te escolhe não espera você implorar.",
    "O mundo muda quando você para de mentir para o espelho.",
    "Tem gente que só te ama no raso, porque tem medo do profundo.",
    "Se precisou esconder, já estava errado.",
    "Seu silêncio fala por você quando as palavras cansam.",
    "Ninguém esquece quem realmente tocou a alma.",
    "O amor próprio é o segredo que ninguém te contou.",
    "Algumas pessoas provam que solidão é paz.",
    "O que dói hoje, te salva amanhã.",
    "Quem te destrói, não merece o perdão que pede.",
    "Você merece alguém que cuide do que você carrega.",
    "A vida recompensa quem abandona o que machuca.",
    "Quem te merece não te coloca em dúvida.",
    "Se a alma pesa, desapega.",
    "O amor que sufoca não é amor.",
    "Tem gente que só aparece quando sente sua falta, não sua dor.",
    "Você não precisa de plateia para crescer.",
    "O coração avisa antes da queda.",
    "Quem te trai uma vez te ensina a não voltar.",
    "A intuição nunca mente, você que insiste.",
    "Você é maior que tudo que tentou te quebrar.",
    "Dizer adeus também é um tipo de cura.",
    "Algumas despedidas salvam a vida inteira.",
    "Quem te ama escolhe ficar, não explicar.",
    "A alma não erra de aviso.",
    "A vida te afasta do que você insiste em merecer mais.",
    "Você só perde o que não era seu.",
    "Tem portas que só abrem depois do desapego.",
    "Você é leve demais para quem vive de peso.",
    "Seu recomeço assusta quem se acostumou com sua dor.",
    "A paz chega quando o ego sai.",
    "O que é seu não exige sofrimento.",
    "Ninguém some sem querer, some porque nunca ficou.",
    "Quem ama não deixa você implorar por migalhas.",
    "A verdade liberta, mas antes destrói ilusões.",
    "O amor é escolha, não desculpa.",
    "Algumas histórias servem para nunca mais repetir.",
    "Se faz você se esconder, não merece sua luz.",
    "A vida é justa: devolve cada escolha.",
    "Quem quebra sua confiança perde o privilégio do seu coração.",
    "Sua nova versão vai assustar quem se acostumou com a antiga.",
    "Você não é difícil de entender, só raro de encontrar.",
    "Tem gente que só te ama até onde é confortável para ela.",
    "Não espere lealdade de quem vive de máscara.",
    "A vida grita onde você finge que está tudo bem.",
    "Quem te feriu vai te ver crescer.",
    "Você não precisa de desculpas, precisa de distância.",
    "Seu coração é sagrado, trate como tal.",
    "A ausência de alguns é a cura de muitos.",
    "Quem vive de mentira não aguenta sua verdade.",
    "Você é o amor que tanto procurou nos outros.",
    "Tem silêncios que dizem tudo.",
    "Ninguém engana a vida — tudo volta.",
    "O amor próprio chega, e você para de aceitar migalhas.",
    "Você não precisa ser forte o tempo todo, só verdadeiro.",
    "Quem quer estar, está.",
    "A vida coloca no chão para ensinar a voar.",
    "O coração sabe quando acabou, a mente que demora.",
    "Seu valor não depende da visão de ninguém.",
    "Quem machucou sua alma nunca mereceu sua presença.",
    "Não lute por quem te abandona na luta.",
    "Você não precisa de permissão para ir embora.",
    "O que te espera é maior do que você perdeu.",
    "Você merece alguém que não tenha medo de te encontrar no profundo.",
    "Tem finais que salvam começos.",
    "Se faz chorar mais do que sorrir, já respondeu.",
    "A vida sussurra antes de gritar.",
    "Quem tem coração grande sofre em silêncio.",
    "Quem te ama não te pede para ser menos.",
    "Você não precisa se provar para ser amado.",
    "Se machucou, não era amor — era carência.",
    "Alguns retornos são só recaídas.",
    "Quem se acostuma com sua bondade tenta te diminuir.",
    "A vida tira, mas devolve em dobro.",
    "Se tem que esconder, é errado.",
    "Você não é detalhe, é destino.",
    "A alma cansa de promessas vazias.",
    "Quem te vê como opção não merece sua prioridade.",
    "Você não perdeu, você se livrou.",
    "Quem tem medo da sua verdade vai tentar te calar.",
    "Você é mais forte do que pensa.",
    "Cortar vínculos é amar a si mesmo.",
    "A vida não te prende ao que te destrói.",
    "Tem gente que só entende seu valor quando é tarde.",
    "Sua paz vale mais que qualquer presença.",
    "Se você sente, existe.",
    "Alguns abraços são venenos.",
    "A intuição vê o que os olhos não veem.",
    "Quem diminui sua dor nunca sentiu a própria.",
    "Você merece reciprocidade, não esforço sozinho.",
    "Se te rouba a paz, te rouba tudo.",
    "Você não deve carregar o peso que não deixou em você.",
    "A vida é sábia: corta o mal pela raiz.",
    "A cura começa quando você aceita a verdade.",
    "Ninguém apaga sua luz quando você sabe quem é."
  ]
}
